Repository: F483/bikesurf.org
Catalog: apps/team/locale/*/LC_MESSAGES/django.po
Languages: it, pt

# ERROR_NAME_TO_SHORT
source: Error: Team name must be three or more characters long.
it: ERRORE_NOME_TROPPO_CORTO
pt: Erro: O nome deve ter pelo menos 3 caracteres

source: Error: Name reserved!
it: ERRORE_NOME_PRENOTATO
pt: Erro: Nome reservado

# ERROR_NAME_USED
source: Error: Name in use!
it: ERRORE_NOME_IN_USO
pt: Erro: Nome em uso

# TEAM_NAME
source: Name
it: NOME_SQUADRA
pt: Nome

source: Country
it: PAESE
pt: País

source: Application
it: APPLICAZIONE
pt: Aplicação

# JOIN_REQUEST_REASON
source: Application
it: MOTIVO_RICHIESTA_PARTECIPAZIONE
pt: Aplicação

source: Response
it: RISPOSTA
pt: Resposta

source: Status
it: STATO

source: Reason
it: MOTIVO
pt: Razão

source: Site
it: SITO

# ERROR_LINK_PROFILE_FOR_SITE_EXISTS
source: Error: Profile for site already exists!
it: ERRORE_PROFILO_DEL_LINK_PER_SITO_ESISTENTE
pt: Erro: Já existe profile para este site

# ERROR_BAD_PROFILE_FORMAT
source: Error: The url must link to the profile no the site!!
it: ERRORE_FORMATO_PROFILO_INCORRETTO
pt: Erro: O endereço(URL) deve apontar para um profile e não para o site

source: Error: Cannot create link!
it: ERRORE_IMPOSSIBILE_CREARE_LINK
pt: Erro: Não foi possível criar o link

source: Error: Cannot delete link!
it: ERRORE_IMPOSSIBILE_CANCELLARE_LINK
pt: Erro: Não foi possível deletar o link

source: Pending
it: IN_ATTESA
pt: Pendente

source: Accepted
it: ACCETTATO
pt: Aceito

source: Declined
it: RIFIUTATO
pt: Recusado

source: Bikes
it: BICICLETTE
pt: Bicicletas

source: Members
it: MEMBRI
pt: Membros

source: Borrows
it: PRESTITI
pt: Empréstimos

source: Stations
it: STAZIONI
pt: Estações

source: Join requests
it: RICHIESTE_PARTECIPAZIONE
pt: Solicitações

source: Remove requests
it: RICHIESTE_CANCELLAZIONE
pt: Remover pedidos

# LINK_DELETE?
source: Delete link?
it: CANCELLA_LINK?
pt: Excluir link?

# ADD_LINK_SUBTITLE
source: Add social link.
it: AGGIUNGI_SOTTOTITOLO_SITO
pt: Adicionar link para rede social

source: Replace logo
it: SOSTITUISCI_LOGO
pt: Substituir logo

source: Create team
it: CREA_SQUADRA
pt: Criar um time

# JOIN_REQUEST
source: Join team
it: RICHIESTA_PARTECIPAZIONE
pt: Entrar em um time

# TEAM_CREATED_TITLE
source: Team created
it: TITOLO_SQUADRA_CREATA
pt: Time criado

# TEAM_CREATED_DESCRIPTION
source: The team has been created. It will be available as soon as an administrator approves.
it: DESCRIZIONE_SQUADRA_CREATA
pt: O time foi criado e estará disponível em breve após aprovação de um administrador.

# JOIN_REQUEST_CREATED_TITLE
source: Join request made
it: TITOLO_RICHIESTA_PARTECIPAZIONE_CREATA
pt: Solicitação enviada

# JOIN_REQUEST_CREATED_SUBTITLE
source: As soon as a team member approves your join request you will become a member of the team.
it: SOTTOTITOLO_RICHIESTA_PARTECIPAZIONE_CREATA
pt: Assim que um administrador aprovar sua solicitação você se tornará membro de um time.

source: No join requests
it: NESSUNA_RICHIESTA_PARTECIPAZIONE
pt: Sem solicitações

# REMOVE_REQUEST_MADE
source: As soon as a team member approves your remove request, the concerned member will be removed from the team. If you are the only other member, you may do this yourself.
it: RICHIESTA_RIMOZIONE_FATTA
pt: Assim que um membro da equipe aprove o seu pedido de remoção, o membro será retirado da equipe. Se você é o único outro membro, você pode fazer isso sozinho.

source: Requester
it: RICHIEDENTE
pt: Solicitante

source: Concerned
it: ALL_ATTENZIONE_DI
pt: Interessado

source: No remove requests
it: NESSNA_RICHIESTA_RIMOZIONE
pt: Sem pedidos de remoção

# REMOVE_REQUEST_CREATE
source: Request member be removed from team.
pt: Solicitar remoção de um membro

# REMOVE_REQUESTED
source: Remove request made
pt: Remover solicitação
