Repository: F483/bikesurf.org
Catalog: apps/account/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

# PASSPORT
source: Photo of passport, driving license or national ID card.
fr: Mot de passe
pt: Passaporte

source: Username
fr: Nom d'utilisateur
pt: Nome do Usuário

source: First name
fr: Prénom
pt: Primeiro Nome

source: Last name
fr: Nom de famille
pt: Último Nome

# MOBILE
source: Mobile (include international code)
fr: Téléphone portable (incluant l'indicateur international)
pt: Celular(incluir código de área internacional)

# SOURCE
source: Where did you hear about the project?
fr: Où as-tu entendu parler du projet ?
pt: Onde você conheceu o projeto?

source: Description
pt: Descrição

# ERROR_BAD_USERNAME_FORMAT
source: Error: Username may only have the following characters "a-zA-Z0-9_.@+-"!
fr: Erreur : le nom d'utilisateur ne peut inclure que les caractères spéciaux : _.@+-
pt: Erro: O nome do usuário deve conter apenas os caracteres "a-zA-Z0-9_.@+-"!

source: Error: Username taken!
fr: Erreur : ce nom d'utilisateur est déjà pris !
pt: Erro: Nome de usuário já em uso

# SITE
source: Social media site(s) you belong to
fr: Sites de réseaux sociaux auxquels tu participes
pt: Site(s) de rede social que você utiliza

# URL
source: The internet address to your profile from CouchSurfing, BeWelcome, AirBNB or other hospitality club.
fr: Lien vers votre profil de CouchSurfing, BeWelcome, AirBNB ou un autre site d'acceuil
pt: Endereço(URL) para seu perfil nos sites CouchSurfing, BeWelcome, AirBNB ou outro clube de hospitalidade.

# ERROR_LINK_PROFILE_FOR_SITE_EXISTS
source: Error: Profile for Site already exists!
fr: Erreur : ce lien internet existe déjà !
pt: Erro: Perfil já existe

# ERROR_BAD_PROFILE_FORMAT
source: Error: The url must link to the user profile of the site!
fr: Erreur : l'adresse URL doit mener à la page de profil du site internet !
pt: Erro: O endereço deve ligar a um perfil no site!

source: Error: Cannot create link!
fr: Erreur : ce lien ne peux pas être créé !
pt: Erro: Não foi possível criar o link

source: Error: Cannot delete link!
fr: Erreur : ce lien ne peut pas être suprimé !
pt: Erro: Não foi possível excluir o link

source: Other
fr: Autre
pt: Outros

source: Friends
fr: Amis
pt: Amigos

source: Profile updated
fr: Profil actualisé
pt: Perfil atualizado

# SET_PASSPORT
source: Set Photo ID image
fr: Télécharge une photo d'identité.
pt: Defina imagem de identificação

# ADD_REQUIRED_PASSPORT_IMAGE
source: Upload required copy of your National ID card, Passport or Driver's License.
fr: Télécharge une copie de ton passeport national, passeport ou permis de conduire.
pt: Carregar cópia da sua identidade, passaporte ou carteira de motorista.

# USER_PRIVECY_INFORMATION
source: This information can only be seen by bikesurf.org administrators and members of teams where you are borrowing a bike.
fr: Cette information ne peut être vue que parBikeSurf.org.
pt: Estas informações podem ser vistas apenas pelos administradores do bikesurf.org e membros dos times onde você está emprestando a bicicleta.

# LINK_DELETE?
source: Delete link?
fr: Suprimer ce lien ?
pt: Excluir link?

# ADD_REQUIRED_SOCIAL_LINK
source: Required link to a site with references (Couchsurfing, BeWelcome, AirBNB)
fr: Le lien d'un site de référence (Couchsurfing, BeWelcome, AirBNB) est requis
pt: Link obrigatório para site com referências(Couchsurfing, BeWelcome, AirBNB)

# ADD_REQUIRED_PROFILE_INFO
source: Required profile information.
fr: Cette information du profil est requise
pt: Informação obrigatória

# ACCOUNT_ADD_REQUIRED_INFO
source: WARNING!</br>Your profile doesn't have the information required to borrow a bike.</br> Please make sure all fields marked with a * are filled out and you have at least one link to a trusted site with references (couchsurfing.org or bewelcome.org).
fr: Choisis un vélo. </br>
pt: ATENÇÃO! </ Br> O seu perfil não tem as informações necessárias para emprestar uma bicicleta. </ Br> Por favor, certifique-se todos os campos marcados com * estão preenchidos e você tem pelo menos um link para um site confiável, com referências (couchsurfing.org ou bewelcome.org).

# LIST_NAME
source: Last name
fr: Nom de famille
pt: Último nome

source: Change email
fr: Changer l'adresse email
pt: Mudar email

source: None
fr: Rien
pt: Nenhum

# LINKS
source: Please add link to a site with references (Couchsurfing, BeWelcome, AirBNB).
fr: Ajoute un lien vers l'un des sites de référence (Couchsurfing, BeWelcome, AirBNB).
pt: Links
