Repository: F483/bikesurf.org
Catalog: apps/borrow/locale/*/LC_MESSAGES/django.po
Languages: it, pt

source: Deleted
it: CANCELLATO
pt: Apagado

source: Borrower
it: UTENTE
pt: Tomador do Empréstimo

source: Bike
it: BICICLETTA
pt: Bicicleta

# DATE_TO
source: Drop-off date
it: DATA_DA
pt: Data Final

# STATION_TO
source: Drop-off station
it: STAZIONE_DA
pt: Estação de Entrega

# DATE_FROM
source: Pick-up date
it: DATA_A
pt: Data Inicial

# STATION_FROM
source: Pick-up station
it: STAZIONE_DA
pt: Estação de Retirada

# BORROW_STATE
source: State
it: STATO_PRESTITO
pt: Estado

source: Accepted
it: ACCETTATO
pt: Aceito

source: Rejected
it: RIFIUTATO
pt: Rejeitado

source: Error: Impossible start date!
it: ERRORE_DATA_INIZIO_IMPOSSIBILE
pt: Erro: Data inicial inválida

source: Error: Impossible finish date!
it: ERRORE_DATA_FINE_IMPOSSIBILE
pt: Erro: Data final inválida

source: Error: Finish before start!
it: ERRORE_FINE_PRIMA_DI_INIZIO
pt: Erro: Data final menor que Data inicial

# ERROR_START_LESS_THEN_MINIMUM
source: Error: Start must be at least three days in the future!
it: ERRORE_INIZIO_INFERIORE_AL_MINIMO
pt: Erro: Data inicial deve estar pelo menos 3 dias a frente

# ERROR_OTHER_BORROW_IN_TIMEFRAME
source: Error: This bike has another borrow in time frame!
it: ERRORE_ALTRO_UTENTE_NEL_PERIODO
pt: Erro: Esta bicicleta já possui um empréstimo dentro do período solicitado

# ERROR_ALREADY_REQUESTED_BORROW_IN_TIMEFRAME
source: Error: You have another borrow overlapping this time frame, only one borrow at a time is allowed! If you have friends that wish to borrow a bike please ask them to make a request themselves!
it: ERRORE_PRESTITO_GIA_RICHIESTO_NEL_PERIODO
pt: Erro: Você tem outro empréstimo neste período, é permitido apenas um empréstimo por vez! Se você tem amigos que queiram pedir uma bicicleta, solicite para cada um fazer sua prórpia reserva.

source: All
it: TUTTO
pt: Todas

source: State
it: STATO
pt: Estado

source: Future borrows
it: PRESTITI_FUTURI
pt: Empréstimos futuros

source: Ongoing borrows
it: PRESTITI_CORRENTI
pt: Empréstimos em andamento

source: Past borrows
it: PRESTITI_PASSATI
pt: Empréstimos anteriores

source: Response
it: RISPOSTA
pt: Responder

source: Note
it: NOTA
pt: Observação

source: Error: To late to accept!
pt: Erro: Muito tarde para aceitar

source: Error: Bike not active!
it: ERRORE_BICICLETTA_NON_ATTIVA
pt: Erro: Bicicleta não está ativa

# ERROR_IS_RESERVE_BIKE
source: Error: Bike is a reserve bike!
pt: Erro: Esta é uma bicicleta reservada

source: Error: Bike station unknown!
it: ERRORE_STAZIONE_BICICLETTA_IGNOTA
pt: Erro: Estação desconhecida

source: Error: Bike station inactive!
it: ERRORE_STAZIONE_BICICLETTA_INATTIVA
pt: Erro: Estação desativada

# START
source: From
it: INIZIO
pt: Início

# FINISH
source: To
pt: Fim

# BORROW_NOTE
source: Note
it: NOTA_PRESTITO
pt: Obervação

# ACCEPT_TERMS
source: Accept terms and</br>conditions of use.
it: ACCETTA_TERMINI
pt: Aceitar Termos e </ br> condições de uso.

# ERROR_MUST_ACCEPT_TERMS
source: Please confirm you have read the terms and conditions of use.
it: ERRORE_DEVI_ACCETTARE_TERMINI
pt: Por favor confirme que você leu e aceitou os termos e condições de uso.

# ERROR_ACCOUNT_REQUIRES_FULLNAME
source: Profile incomplete: First and last name required to borrow a bike.
it: ERRORE_ACCOUNT_NECESSITA_NOME_INTERO
pt: Perfil incompleto: O primeiro e último nome devem ser preenchidos.

# ERROR_ACCOUNT_REQUIRES_MOBILE
source: Error: Bike is a reserve bike!
it: ERRORE_ACCOUNT_NECESSITA_CELLULARE
pt: Erro: Preencha o número de celular no seu perfil.

# ERROR_ACCOUNT_REQUIRES_PASSPORT
source: Profile incomplete: Photo ID copy required to borrow a bike.
it: ERRORE_ACCOUNT_NECESSITA_PASSAPORTO
pt: Perfil incompleto: Cópia de um documento de identidade é requerido para emprestar uma bicicleta.

# DESTINATION_STATION
source: Destination
it: STAZIONE_DI_DESTINAZIONE
pt: Destino

source: Request
it: RICHIESTA
pt: Solicitação

source: Canceled
it: CANCELLATO
pt: Cancelado

source: Finished
it: FINITO
pt: Concluído

# LENDER_RATE
source: Rate
it: RATA_PRESTATORE
pt: Taxa

# BORROWER_RATE
source: Rate
it: RATA_UTENTE
pt: Taxa

source: Create
it: CREA
pt: Criar

source: Respond
it: RISPONDI
pt: Responder

source: Cancel
it: CANCELLA
pt: Cancelar

source: Edit
it: MODIFICA
pt: Editar

source: Lender
it: PRESTATORE
pt: Credor/Emprestador

# THUMBS_UP
source: Positive
it: POLLICE_SU
pt: Positivo

source: Neutral
it: NEUTRO
pt: Neutro

# THUMBS_DOWN
source: Negative
it: POLLICE_GIU
pt: Negativo

source: Team borrows
it: PRESTITI_SQUADRA
pt: Empréstimos do Time

source: Your borrows
it: TUOI_PRESTITI
pt: Seus empréstimos

source: Arrivals
it: ARRIVI
pt: Chegadas

source: Departures
it: PARTENZE
pt: Partidas

# BORROW_CREATE
source: Create borrow
it: PRESTITO_CREA
pt: Criar empréstimo

# BORROW_EDIT
source: Edit borrow
it: PRESTITO_MODIFICA
pt: Editar empréstimo

# BORROW_RESPOND
source: Respond to borrow request.
it: PRESTITO_RISPONDI
pt: Responder a uma solicitação de empréstimo

# BORROW_CANCEL
source: Cancel borrow
it: PRESTITO_CANCELLA
pt: Cancelar empréstimo

source: Rate
it: GRADO
pt: Taxa

# BORROW_COMMENT
source: Comment
it: PRESTITO_COMMENTA
pt: Comentários

# ACCOUNT_DOESNT_HAVE_REQUIRED_INFO
source: WARNING!</br>Your <u><b><a href="/account/profile">profile</a></b></u> doesn't have the information required to borrow a bike.</br>Please update your <u><b><a href="/account/profile">profile</a></b></u> before requesting to borrow a bike.
it: ACCOUNT_NON_HA_INFO_RICHIESTE
pt: ATENÇÃO!</br>O <u><b><a href="/account/profile">perfil</a></b></u> não tem as informações necessárias para efetuar um empréstimo.</br>Por favor, atualize seu <u><b><a href="/account/profile">perfil</a></b></u>, antes de solicitar uma bicicleta.

# BORROW_CREATE_HELP_TEXT
source: <p> We receive many requests per day, please attempt to book a bike at least 3 days before you intend to ride, if possible.</br> Please be patient, as it can take up to 72 hours for us to get back to you. </p> <p> Please read and understand the <u><b><a href="/site/terms_and_conditions.html" target="_blank">terms and conditions of use</a></b></u> before accepting them. </p>
it: PRESTITO_CREA_TESTO_AIUTO
pt: <p> Recebemos muitas solicitações por dia, por favor, tente reservar uma bicicleta pelo menos 3 dias antes da data que pretende pegar a bicicleta, se possível. </ Br> Por favor, seja paciente, pois pode levar até 72 horas para que possamos responder você. </p> <p> Por favor, leia e entenda os <u><b><a href="/site/terms_and_conditions.html" target="_blank"> termos e condições de uso </a></b></u>antes de aceitá-los. </p>

source: Borrower Information
it: INFORMAZIONI_UTENTE
pt: Informações do solicitante

source: Username
pt: Nome do usuário

source: First name
it: NOME
pt: Primeiro nome

source: Last name
it: COGNOME
pt: Último nome

# PASSPORT
source: Photo ID
it: PASSAPORTO
pt: Identificação

source: Image
it: IMMAGINE
pt: Imagem

source: None
it: NESSUNO
pt: Nenhum

source: Mobile
it: CELLULARE
pt: Celular

source: Source
it: FONTE
pt: Fonte

source: Description
it: DESCRIZIONE
pt: Descrição

source: Borrow Information
it: INFORMAZIONI_PRESTITO
pt: Informações do empréstimo

source: borrowing
pt: Empréstimos

source: Lock code
it: CODICE LUCCHETTO
pt: Código da trava

# SYSTEM
source: bikesurf.org
it: SISTEMA
